[
  {
    "title": "Turmushga chiqshim muammo bo'lmoqda?",
    "answer": "O'zingiz va nikohdagi potentsial sherigingiz uchun nima kutayotganingizni o'rganing. Bu taxminlar realmi? Ularga ijtimoiy yoki madaniy bosimlar ta'sir qiladimi? O'z umidlaringizni to'g'rilash, bu muammoni his qilishni engillashtirishga yordam beradi.."
  },
  {
    "title": "24 soat ishliman lekin pulimda baraka yo'q?",
    "answer": "Moliyaviy ne'matlar muhim bo'lsa-da, sizda mavjud bo'lgan narsalarni qadrlash juda muhimdir. Minnatdorchilik va ijobiy fikrlashni rivojlantirish sizning e'tiboringizni sizga etishmayotgan narsadan hayotingizdagi mo'l-ko'llikka o'zgartirishga yordam beradi."
  },
  {
    "title": "Dieta tutaman dorilar ichaman lekin ozishim muammo bo'lmoqda?",
    "answer": "Ba'zida kilogramm ortishi yoki vazn yo'qotish qiyinligi stress, tashvish yoki o'tmishdagi travma kabi asosiy psixologik muammolar bilan bog'liq bo'lishi mumkin. Terapiya yoki maslahat olish sizning vazn yo'qotish muammolaringizga hissa qo'shishi mumkin bo'lgan ushbu asosiy muammolarni o'rganish va hal qilishda yordam beradi."
  },
  {
    "title": "Qarzdorlikdan qanday chiqsam boladi?",
    "answer": "Qarzni qaytarish bo'yicha ijobiy va faol fikrlashni rivojlantiring. Tushkunlik yoki mag'lubiyatni his qilishning o'rniga, erishayotgan yutuqlaringizga va erishadigan moliyaviy erkinlikka e'tibor qarating. Harakat qilish motivatsiyasiga yoki qobiliyatingizga xalaqit beradigan har qanday salbiy e'tiqodlar yoki o'z-o'zini sabotaj qiladigan fikrlarga qarshi turing."
  },
  {
    "title": "Erim hiyonat qildi buni sababi nimada?",
    "answer": "Eringiz bilan ochiq va hukmsiz muloqotda bo'ling. Uning nuqtai nazarini diqqat bilan tinglang va uning sabablarini yoki xiyonat qilish sabablarini tushunishga harakat qiling. Bu hamdardlikni rivojlantirish va halol muloqot uchun xavfsiz joy yaratishga yordam beradi."
  },
  {
    "title": "Erimdan sovg'alar ololmayapman u ziqna?",
    "answer": "Eringizni ziqna deb o'ylashdan ko'ra, uning xatti-harakati ortida biron bir sabab bor yoki yo'qligini tushunishga harakat qiling. Sovg'a berishda u turli xil e'tiqodlarga yoki ustuvorliklarga ega bo'lishi mumkin. Undan sovg'a berish haqidagi fikrlari va his-tuyg'ulari haqida so'rang va uning nuqtai nazarini diqqat bilan tinglang."
  }
]
