<template>
    <div>
        Публичная оферта
по подготовке кадров и повышение квалификации кадров
на курсе ««energywomens academy»Ривожланиш курси»
Настоящая Оферта, является официальным публичным предложением Общества с
ограниченной ответственностью OOO «ENERGY WOMENS» (далее «Исполнитель») в
лице Директора Ш.А.Джурабаева, действующего на основании Устава, и
устанавливает правила использования информационной системы(обучение по подготовке
кадров и повышение квалификации кадров) с сайта доменное им я
«https://shohistadjurabayeva.uz/». Договор считается заключенным и приобретает силу с
момента совершения действий, предусмотренных офертой и означающих
безоговорочное принятие всех условий оферты без каких-либо изъятий или ограничений,
на условиях присоединения.
<br>
1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ
Оферта – официальное предложение ООО «ENERGY WOMENS», содержащее все
существенные условия договора, в адрес любого юридического лица или
физического лица, занимающегося предпринимательской деятельностью без образования
юридического лица, заключить договор на указанных условиях настоящего договора.
Акцепт – признаваемое заключением Договора полное и безоговорочное согласие лица,
которому адресована оферта, с ее условиями
.
Клиент – юридическое лицо или физическое лицо, занимающиеся предпринимательской
деятельностью без образования юридического лица, юридические лица, а также физические
лица не занимающиеся предпринимательством, акцептовавшее настоящую оферту.
Контрагент – юридическое или физическое лицо, в том числе индивидуальный
предприниматель, с кем у Клиента установлены партнерские и/или договорные отношения,
и кому Клиент направляет электронные документы, представленные Исполнителю для
оказания им услуг в соответствии с настоящей Офертой.
Корпоративная банковская карта — платежная карта, предоставляющая держателю
корпоративной банковской карты право осуществлять расчеты безналичным путем
Личный кабинет – раздел для зарегистрированных пользователей системы, в котором
находятся все основные инструменты, необходимые для работы с сайтом Исполнителя.
Исполнитель – ООО «ENERGY WOMENS», владелец и Исполнитель информационной
системы(сайта) «https://shohistadjurabayeva.uz/», оказывающее на договорной основе по
подготовке кадров и повышение квалификации кадров на курсе ««energywomens
academy» Ривожланиш курси», в соответствии с законодательством Республики
Узбекистан.
Сайт Системы «https://shohistadjurabayeva.uz/» – ресурс ООО «ENERGY WOMENS» в
глобальной компьютерной сети Интернет, на котором ООО «ENERGY WOMENS» размещает
информацию о собственных услугах, включая информацию о любых изменениях
настоящей Оферты, действующих тарифах на услуги и любую иную информацию,
раскрытие которой предусмотрено настоящей Офертой. Постоянный адрес сайта
Системы https://shohistadjurabayeva.uz/.
Участники курса ««energywomens academy»Ривожланиш курси» -
зарегистрированные в сайте и акцептовавшие данную Оферту Клиенты ООО «ENERGY
WOMENS».
Электронный документ – документ, зафиксированный в электронной форме, имеющий
все или некоторые реквизиты электронного документа, позволяющие его
идентифицировать. Электронный документ приравнивается к документу на бумажном
носителе и имеет одинаковую с ним юридическую силу в случае его подписания с помощью
закрытых ключей участников электронного документооборота.
Электронный документооборот - совокупность процессов отправки и получения
электронных документов посредством Системы «Didox.uz».
E-POS Терминал - виртуальный терминал, позволяющий принимать электронные платежи
посредством банковских пластиковых карт за реализуемые товары, услуги, работы,
цифровой/электронный контент.
Термины и определения, не определенные в настоящей Оферте, применяются в значениях,
установленных действующим законодательством Республики Узбекистан и в соответствии
с их буквальным смыслом и толкованием, исходя из контекста фразы.
<br>
2. ПРЕДМЕТ ПУБЛИЧНОЙ ОФЕРТЫ
<br>
2.1. Исполнитель в случае акцепта Оферты Клиентом подключает его обучаемый
Системе «Telegram» и оказывает услуги, а Клиент обязуется оплачивать оказанные
услуги в размерах и порядке, согласно условиям настоящей Оферты и Тарифов,
опубликованных на сайте «https://shohistadjurabayeva.uz/».
<br>
2.2.Территория использования «https://shohistadjurabayeva.uz/»: Республика Узбекистан.
<br>
3. ОБЩИЕ ПОЛОЖЕНИЯ
<br>
3.1.Стороны если они являются юридическими лицами или занимающиеся
предпринимательской деятельностью без образование юридической лицо, признают
электронные документы, подписанные электронной подписью, оформляемые
посредством Системы «Didox.uz», равнозначными документу на бумажном носителе,
подписанному собственноручной подписью и заверенному печатью, признают все
юридические действия, оформляемые посредством электронных документов, и
договариваются не оспаривать законность и действительность указанных действий только
на том основании, что они совершены в электронном виде.
<br>
3.2. Если клиентом являются физические лица, то Стороны освобождаются от обязанности
оформление электронные документа подтверждающие оплаты и завершение обучаемые
курсы.
<br>
3.3.Клиент признает и подтверждает, что Исполнитель не несет ответственности за любые
финансовые, юридические и другие последствия, прямо или косвенно вытекающие из
взаимоотношений Клиента и его Контрагента посредством оплаты услуг
электронными платёжными системами через Систему «Uzum Bank, PayME, Click и т.д.» и
содержания передаваемых Клиентом электронных документов.
<br>
3.4. Исполнитель не вправе:
контролировать и/или проверять достоверность передаваемых, получаемых и хранимых
электронных документов Клиента, а также их соответствие законодательству;
изменять содержание электронных документов.
<br>
3.5.Клиент несет самостоятельную ответственность перед своим Контрагентом или другими
уполномоченными органами и финансовыми институтами (организациями) за достоверность
и правильность данных в электронных документах, представленных Исполнительу
для передачи Контрагентам, так как Исполнитель не обязан контролировать или
проверять достоверность передаваемых, получаемых и хранимых электронных
документов, и электронных сообщений, а также их соответствие законодательству.
<br>
3.6. Настоящая публичная оферта и возникающие из нее правоотношения Сторон
регулируются действующим законодательством Республики Узбекистан:
· Законом Республики Узбекистан «Об электронной коммерции»;
· Законом Республики Узбекистан «Об электронной цифровой подписи»; ·
Законом Республики Узбекистан «О защите прав потребителей»;
· Кодекс - «Гражданским кодексом» Республики Узбекистан
· и другими.
<br>
4. АКЦЕПТ ПУБЛИЧНОЙ ОФЕРТЫ
<br>
4.1.Опубликование настоящей Оферты, включая распространение ее текста в глобальной
компьютерной сети Интернет на сайте Системы «https://shohistadjurabayeva.uz/», а также
в мобильном приложении «https://shohistadjurabayeva.uz/», должно рассматриваться всеми
заинтересованными лицами как публичное предложение со стороны ООО «ENERGY
WOMENS» акцептовать ее в целом, безоговорочно и полностью, без каких-либо условий,
изъятий и оговорок.
<br>
4.2.Настоящее предложение, адресованное юридическим и физическим лицам,
занимающимся предпринимательской деятельностью без образования юридического лица,
резидентам и нерезидентам Республики Узбекистан, имеет юридическую силу
исключительно на территории Республики Узбекистан. За пределами Республики
Узбекистан текст настоящей Оферты распространяется исключительно в частном порядке
по запросам заинтересованных лиц. Публичное распространение текста настоящей Оферты
за пределами территории Республики Узбекистан должно рассматриваться
заинтересованными лицами, как не санкционированное со стороны ООО «ENERGY
WOMENS» и не имеющее законной силы.
<br>
4.3.На основании того, что настоящая оферта является публичной в соответствии с
действующим гражданским законодательством, Стороны признают безусловным
принятием (акцептом) условий Оферты факт заполнения регистрационной формы на
странице сервиса «https://shohistadjurabayeva.uz/» или в мобильном приложении Сервиса
«https://shohistadjurabayeva.uz/» и подписание Оферты юридическим и/или физическим
лицом, занимающимся предпринимательской деятельностью без образования
юридического лица, кро того физическими лицами не занимающимся
предпринимательской деятельностью.
<br>
5. ОРГАНИЗАЦИЯ ИНФОРМАЦИОННОЙ ПЛОЩАДКИ
<br>
5.1. Вэб сайт «https://shohistadjurabayeva.uz/» представляет собой комплекс
информационных, организационных и технических решений, которые обеспечивают
взаимодействие между Исполнителем и Клиентами, заключение сделок купли-продажи
товаров (работ, услуг).
<br>
5.1.1. Потребители различных товаров, работ и услуг – получают возможность путем
оформления соответствующего запроса получить информацию о наличии и предложении, а
так же сроках исполнения, стоимости и других существенных условиях.
<br>
5.2. Поставщики имеют возможность размещать информацию о предлагаемой продукции
(товарах, работах или услугах) и расширить рынок сбыта.
<br>
5.3. Вэб сайт «https://shohistadjurabayeva.uz/» выполняет следующие функции:
<br>
5.3.1. Информационная функция - позволяет ознакомиться с юридическими лицами или
физическими лицами, занимающимися предпринимательской деятельностью без
образования юридического лица, которые представлены на сайте системы
«https://shohistadjurabayeva.uz/»
<br>
5.3.2. Маркетинговая функция - позволяет осуществлять поиск потенциальных покупателей
и потребителей товаров, работ и услуг, а также получать информацию о потребностях и
предложениях товаров, работ и услуг ;
<br>
5.3.3. Рекламная функция - размещая информацию о своем предложении товаров, работ и
услуг на сайте системы «https://shohistadjurabayeva.uz/»;
<br>
6. ПОРЯДОК РАСЧЕТОВ
<br>
6.1.Клиент оплачивает услуги Исполнителя в соответствии с Тарифами и условиями,
указанными на сайте https://shohistadjurabayeva.uz/ из расчета предполагаемого объема
и вида оказываемых услуг.
<br>
6.2.Оплата услуг осуществляется путем перечисления денежных средств в пользу
Исполнителя, в том числе посредством E-POS Терминала. Датой оплаты считается дата
поступления денежных средств на расчетный счет Исполнителя.
<br>
6.3.Приобретение логина и пароля осуществляется только по 100% предоплате со стороны
Клиента. Суммы, полученные Исполнителем за приобретение права на обучение курсов
««energywomens academy»Ривожланиш курси», являются невозвратными.
<br>
6.4. Оплата услуг физическим лицами по настоящей Оферте может осуществляться без
обязательством оформление основании счета-фактуры и акта оказанных услуг.
<br>
6.5. Клиент(юридические лица и физ.лицо занимающиеся предпринимательским
деятельностью) обязан подписать выставленные счета-фактуры и акты оказанных услуг в
течение 3 (трех) рабочих дней со дня их выставления или предоставить письменный
мотивированный отказ от подписания.
<br>
6.6. В случае невыполнения Клиентом требования, указанного в п.п. 6.5 настоящей
оферты, услуги считаются оказанными в полном объеме, в срок и принятыми Клиентом.
<br>
7. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ЭЛЕКТРОННОГО КОШЕЛЬКА
<br>
7.1. Использование электронного платформы «Telegram» становится возможным сразу
после подтверждением настоящего офферты и оплаты услуг Исполнителя в полном объёме.
<br>
7.2. Приобретение логина и пароля для вхождение на платформу «Telegram»,
являющимися юридическими лицами, возможно только путем перечисления
денежных средств на счет Исполнителя посредством корпоративной карты или
расчетного счета.
<br>
7.3. Приобретение логина и пароля для вхождение на платформу «Telegram», клиентами,
являющимися физическими лицами, занимающимся(не занимающиеся)
предпринимательской деятельностью без образования юридического лица, возможно путем
перечисления денежных средств на счет Исполнителя посредством личной карты
физического лица или расчетного счета.
<br>
7.4. Dicoin может быть использован Клиентом для подключения услуг по перечню,
указанному на сайте Исполнителя.
<br>
8. ПРАВА И ОБЯЗАННОСТИ СТОРОН
<br>
8.1. Клиент вправе:
<br>
8.1.1. Требовать от Исполнителя предоставления услуг в соответствии с условиями
настоящей Оферты.
<br>
8.1.2. Получать от Исполнителя консультации по вопросам, связанным с обучением в
платформе «Telegram».
<br>
8.2. Клиент обязуется:
<br>
8.2.1. Оплачивать оказанные услуги согласно Тарифам и условиям оплаты, указанным на
сайте Исполнителя.
<br>
8.2.2. Выполнять условия настоящей публичной оферты.
<br>
8.2.3. Исключить возможность проведения декомпиляции, модификации программного
кода, не совершать относительно указанных программно-технических средств других
действий, нарушающих действующее законодательство.
<br>
8.2.4. Не совершать действий, способных привести к нарушению целостности Сайта
«https://shohistadjurabayeva.uz/», а также незамедлительно сообщать информационному
посреднику о ставших известными клиенту попытках третьих лиц совершить
действия, направленные на нарушение целостности Сайта «https://shohistadjurabayeva.uz/»
по почте ENERGY WOMENS@gmail.com.
<br>
8.2.5. Самостоятельно обеспечивать доступ через сеть общего пользования Интернет к
телекоммуникационным ресурсам «Telegram».
<br>
8.2.6. Самостоятельно (или через уполномоченных лиц) не реже одного раза в неделю:
 обращаться на сайт «https://shohistadjurabayeva.uz/» для своевременного
ознакомления с изменениями, произведенными в составе и условиях предоставления услуг
(в том числе финансовых);
 обращаться в личный кабинет Клиента на платформе «Telegram» или на сайте
h t t p s://s h o h i s t a d j u r a b a y e v a . u z / для своевременного получения информации по
настоящей оферте;
 осуществлять прием информации с помощью программных средств пользователя
Системы «Didox.uz» для своевременного получения электронных документов.
<br>
8.3. Исполнитель имеет право:
<br>
8.3.1. Инициировать расторжение настоящей Оферты в случае неисполнения или
ненадлежащего исполнения Клиентом обязанностей, предусмотренных настоящей Офертой.
<br>
8.3.2. Определять условия оказания услуг и цены на свои услуги.
<br>
8.3.3. Приостанавливать предоставление услуг Клиентам в случае нарушения ими
установленных правил, наличия у Клиента непогашенной задолженности перед
Исполнителем.
<br>
8.3.4. В одностороннем порядке вносить изменения в настоящую публичную оферту с
обязательным уведомлением Клиентов путем публикации информационного сообщения в
личном кабинете Клиентов.
<br>
8.3.5. В одностороннем порядке использовать информацию Клиентов в аналитических
целях внутри компании ООО ENERGY WOMENS, для улучшения текущих сервисов и
разработке новых, без права разглашения ее третьим лицам.
<br>
8.4. Исполнитель обязан:
<br>
8.4.1. Соблюдать законодательство, в том числе стандарты, нормы и правила в области
электронной коммерции;
<br>
8.4.2. Раскрывать Клиентам информацию о своем полном наименовании, организационноправовой форме, оказываемых услугах, условиях их оказания и стоимости (тарифах);
<br>
8.4.3. Не изменять содержания электронных документов и электронных сообщений, а
также порядок их использования;
<br>
8.4.4. Обеспечивать мерами защиты электронные документы, электронные сообщения и
персональные данные от несанкционированного доступа;
<br>
8.4.5. Не передавать третьим лицам электронные документы и электронные сообщения, за
исключением случаев, предусмотренных законодательством;
<br>
8.4.6. Обеспечивать хранение электронных документов и электронных сообщений в
соответствии с законодательством.
<br>
9. ОТВЕТСТВЕННОСТЬ СТОРОН
<br>
9.1. За неисполнение и/или ненадлежащее исполнение обязательств по настоящей Оферте
Стороны несут ответственность в соответствии с действующим законодательством
Республики Узбекистан.
<br>
9.2.В случае просрочки платежей за полученные услуги по настоящей Оферте, Клиент
выплачивает штраф Исполнительу в размере 0,4% за каждый день просрочки, но не
более 50% просроченной суммы задолженности.
<br>
9.3. Исполнитель не несёт ответственность за:
<br>
9.3.1. Убытки, возникшие у Клиента, связанные с нарушением действующего
законодательства РУз самим Клиентом.
<br>
9.3.2. Клиент несет ответственность за достоверность информации, переданными им
документов через Системы «Didox».
<br>
9.4.Виновная сторона освобождается от уплаты штрафа, если докажет, что просрочка
исполнения указанного обязательства произошла вследствие непреодолимой силы, форсмажора (стихийные бедствия, пожары, техногенные аварии и катастрофы, аварии на
инженерных сооружениях и коммуникациях, нормативные акты органов государственной
власти и местного самоуправления, лицензирующего органа препятствующие исполнению
Сторонами своих обязательств, и так далее), то есть чрезвычайные и непреодолимые при
данных условиях обстоятельства
<br>
9.5.Затронутая форс-мажорными обстоятельствами Сторона информирует другую Сторону
об этих обстоятельствах и об их последствиях в течение 5 (пяти) рабочих дней с момента
наступления форс-мажорных обстоятельств и принимает все возможные меры с целью
минимизации отрицательных последствий, вызванных указанными форс- мажорными
обстоятельствами. В случае отсутствия технической возможности направить уведомление об
обстоятельствах непреодолимой силы в результате действия таких обстоятельств, Сторона,
затронутая обстоятельствами непреодолимой силы, обязана сообщить о них
незамедлительно, как только это будет возможно.
9.6.Несвоевременное извещение Стороны другой Стороной, для которой была создана
невозможность выполнения обязательств по настоящей Публичной оферте, о наступлении
форс-мажорных обстоятельств влечет за собой утрату права ссылаться на такие
обстоятельства как на основании освобождения от ответственности.
<br>
10. КОНФИДЕНЦИАЛЬНОСТЬ
<br>
10.1. Ни в период работы, ни впоследствии после окончания работы с Клиентом,
Исполнитель не имеет права (как в соответствии с требованиями законодательства
Республики Узбекистан) разглашать, сообщать какому-либо лицу или намеренно допускать
ознакомление какого-либо лица с конфиденциальной информацией Клиента. Под термином
“Конфиденциальная Информация” понимается нераскрытая информация, включающая
любую научно-техническую, технологическую, производственную, юридическую,
финансово-экономическую или иную информацию, в том числе, составляющую секреты
производства (ноу-хау) (в том числе документы, содержащие или иным образом
отражающие информацию о Раскрывающей Стороне, ее учредителях, акционерах, филиалах,
представительствах, дочерних и зависимых обществах; информацию о клиентах и
контрагентах Раскрывающей Стороны; о сведения, о правилах, условиях и ценах на
реализацию продукции и услуг, об объемах производства и реализации продукции и услуг
Раскрывающей стороны и его аффилированных лиц, а также контрагентов Раскрывающей
стороны по различным договорам (соглашениям) передаваемым через систему ЭДО, а также
иную информацию, содержащую соответствующий штамп или надпись о
конфиденциальности в печатном или электронном виде), которая имеет действительную или
потенциальную коммерческую ценность в силу неизвестности ее третьим лицам, к которой
нет свободного доступа на законном основании, и в отношении которой Раскрывающей
Стороной введен режим охраны.
<br>
10.2. Каждая из Сторон соглашается передавать другой Стороне определенную
Конфиденциальную Информацию в связи исполнением настоящей Оферты и,
соответственно, каждая из Сторон принимает на себя следующие обязательства в отношении
получаемой Конфиденциальной Информации:
<br>
10.3.Принимать разумно достаточные меры по охране Конфиденциальной Информации,
полученной в рамках настоящей Оферты, обеспечивать режим ее защиты в соответствии с
требованиями, определенными Законодательством Республики Узбекистан (При этом
Получающая Сторона обязуется осуществлять меры по охране полученной
Конфиденциальной Информации в объеме не меньшем, чем осуществляется Получающей
Стороной для охраны собственной Конфиденциальной Информации).
<br>
10.4. Не разглашать Конфиденциальную Информацию третьим лицам полностью
или частично, без предварительного письменного согласия Раскрывающей Стороны, в том
числе, в случае реорганизации или ликвидации Получающей Стороны.
<br>
10.5.Не осуществлять копирование, компиляцию, перевод или любое иное
документирование информации, а также создание любых информационных ресурсов иначе,
чем в связи с настоящей Офертой.
<br>
10.6.Если Получающая Сторона или ее Представители будут обязаны по закону раскрыть
какую-либо Конфиденциальную Информацию органам государственной власти Республики
Узбекистан, уполномоченным законодательством требовать раскрытия Конфиденциальной
Информации, Получающая Сторона обязана немедленно письменно уведомить об этом
факте Раскрывающую Сторону. При этом, в случае надлежащего уведомления
Раскрывающей Стороны, Получающая Сторона, раскрывающая Конфиденциальную
Информацию в соответствии с настоящим пунктом, не считается нарушившей своего
обязательства о неразглашении Конфиденциальной Информации. В случае такого
раскрытия, Получающая Сторона обязуется сделать все от нее зависящее для того, чтобы
обеспечить конфиденциальность раскрытой Конфиденциальной Информации.
<br>
11. УРЕГУЛИРОВАНИЕ СПОРОВ
<br>
11.1.Все споры, разногласия или требования, претензии и спорные ситуации, которые могут
возникнуть при исполнении настоящей Публичной оферты разрешаются Сторонами путем
переговоров.
<br>
11.2.В случае, если возникшая ситуация не разрешена путем переговоров, а также прямого
или косвенного отказа одной из Сторон от участия в переговорах, и в иных случаях, если
одна из Сторон считает, что ее права были нарушены, она обязана направить Стороне,
которая, по ее мнению, нарушила ее права, мотивированную письменную претензию.
<br>
11.3.Сторона, получившая претензию, обязана в срок до 10 (десяти) рабочих дней с момента
ее получения удовлетворить требования, указанные в претензии или предоставить
письменный мотивированный отказ в их удовлетворении.
<br>
11.4.В случае если стороны не могут прийти к соглашению, спор рассматривается через
Ташкентский Межрайонный Экономический суд или в гражданский суд Чиланзарского
района г.Ташкента в соответствии с законодательством РУз.
<br>
12. РАСТОРЖЕНИЕ ОФЕРТЫ
<br>
12.1.Любая из Сторон вправе расторгнуть настоящую Оферту в одностороннем порядке,
известив об этом другую Сторону в письменном виде не позднее чем за 15 (Пятнадцать) дней
до предполагаемой даты расторжения настоящей Публичной оферты. Стороны
осуществляют окончательные взаиморасчеты в течение 10 (Десяти) дней с даты ее
расторжения.
<br>
12.2. Исполнитель вправе в одностороннем порядке отказаться от исполнения
настоящей Оферты без предусмотренного п. 11.1 предварительного оповещения
Клиента в случае нарушения Клиентом положений настоящей Публичной оферты,
направив Клиенту соответствующее уведомление.
<br>
13. ПОРЯДОК ВНЕСЕНИЯ ИЗМЕНЕНИЙ В ОФЕРТУ
<br>
13.1. Вследствие совершенствования процесса оказания услуг, Исполнитель вправе
изменять условия настоящей Публичной оферты, публикуя уведомления о таких
изменениях или ее новые редакции на своем web-сайте. При этом Исполнитель
подтверждает, что вносимые в настоящую Оферту изменения не отменяют ранее
акцептованных Клиентом условий предыдущей редакции настоящей Оферты.
<br>
13.2. Изменения и/или дополнения, вносимые Исполнителем в официальные документы в
связи с изменением законодательного и нормативного регулирования, вступают в силу
одновременно с вступлением в силу изменений в указанных актах.
<br>
13.3. Изменения и/или дополнения, вносимые Исполнителем в официальные документы в
связи с расширением состава услуг, изменением терминологии, изменением структурного
содержания официальных документов Исполнителя и другими подобными изменениями,
вступают в силу после опубликования соответствующих документов на сайте Исполнителя,
с даты, указанной Исполнителем.
<br>
13.4. С целью обеспечения гарантированного ознакомления всех лиц, присоединившихся
к настоящей Оферте до вступления в силу изменений и/или дополнений, настоящей
офертой установлена обязанность для Клиента не реже одного раза в неделю
самостоятельно обращаться на сайт Исполнителя за сведениями об изменениях,
произведенных в составе и условиях предоставления услуг (в том числе финансовых),
определенных официальными документами Исполнителя. Акцепт настоящей Оферты на
иных условиях не допускается.
<br>
13.5. В случае несогласия Клиента с изменениями и/или дополнениями, внесенными
в настоящую Оферту или в расценки на услуги Исполнителя, а также с составом и
условиями предоставления услуг (в том числе финансовыми), определенными
официальными документами Исполнителя, Клиент обязан сообщить об этом
Исполнительу в письменном виде в течение 7 (Семи) дней с момента раскрытия
информации, но не позднее завершения периода оказания услуг, в котором
изменения вступили в силу, с обязательным предварительным уведомлением
Исполнителя по телефону, факсимильной связи или электронной почте. В этом случае
настоящая Оферта с Клиентом расторгается.
<br>
14. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
<br>
14.1. Названия разделов настоящей Оферты используются только в целях удобства и ссылок,
и не оказывают влияния на структуру или толкование его условий.
<br>
14.2. Акцептовав настоящую Оферту, Клиент подтверждает, что он ознакомлен и согласен
с услугами Исполнителя, содержанием Тарифов, условиями, изложенными в
настоящей Оферте и на сайте «https://shohistadjurabayeva.uz/» и обязуется их соблюдать.
14.3. Правоотношения, не урегулированные настоящей Офертой, регулируются в
соответствии с действующим законодательством РУз.
<br>
14.4. По всем вопросам, не урегулированном в настоящей Оферте, Стороны руководствуются
действующим законодательством Узбекистана.
<br>
14.5. Клиент не имеет права передавать свои права и обязанности по настоящей Публичной
оферте третьей стороне без согласия Исполнителя.
<br>
14.6. Исполнитель вправе привлекать третьих лиц к исполнению своих обязательств
по настоящей Оферте без согласия Клиента.
<br>
15. РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ
<br>
Наименование: OOO "ENERGY WOMENS"
Адрес: г.Тошкент шаҳар, Чиланзарский район 8-кв.л, д.57, кв.7
Х/р: 2020 8000 7056 9877 8001,
ХАТБ “Hamkor Bank” АТБ Чиланзарский филиали
МФО:00083, ИНН: 310811536,
Круглосуточная поддержка +998 (__) ____________
    </div>
</template>